[
  {
    "id": "etienne-ayuk-ayuk-ndip",
    "name": "Etienne Ayuk Ayuk Ndip",
    "position": "Founder & CEO, Pixelways Solutions Inc.",
    "image": "/team/etienne.jpg",
    "bio": [
      "Etienne Ayuk Ayuk Ndip is a dynamic technology leader and cybersecurity specialist whose diverse career spans IT administration, operations, and strategic management across multiple industries. A graduate of St. Joseph's College Sasse, Buea, where he completed his secondary and high school education, Etienne's passion for technology and innovation was further shaped during his tenure at SWECOM PLC, where he gained hands-on experience in ICT operations, product development, and business growth strategies.",
      "Etienne holds a BSc in Management from the University of Buea, a Master's in Administration and Business Management from the University of Yaoundé II, and a Cybersecurity Specialist Diploma from CDI College in Toronto. He is committed to continuous professional development and is actively pursuing industry-recognized certifications to remain at the forefront of the cybersecurity field.",
      "His career journey includes impactful roles with organizations such as United Steelworkers where he currently works as Administrative Support Staff, Georgetown University, Dallas International Ltd., and SWECOM PLC, where he consistently delivered operational improvements, security enhancements, and strategic initiatives.",
      "Today, as the Founder & CEO of Pixelways Solutions Inc., Etienne leverages his cross-disciplinary expertise, leadership skills, and entrepreneurial spirit to drive innovative digital solutions, empowering businesses to achieve efficiency, security, and sustainable growth."
    ],
    "funFacts": [
      "Etienne plays soccer",
      "Was the Clubs prefect in St Joseph's College Sasse",
      "Bilingual in English and French"
    ],
    "contact": {
      "email": "ayukndipetienneayuk@gmail.com",
      "phone1": "+1 (416) 407-1923",
      "phone2": "",
      "location": "4030 Sheppard Ave E, Scarborough, ON, Canada"
    },
    "social": {
      "facebook": "https://web.facebook.com/etienne.ayuk.ayuk.ndip",
      "twitter": "#",
      "instagram": "https://www.instagram.com/etienne.ayuk.ayuk.ndip",
      "linkedin": "https://www.linkedin.com/in/ayuk-ayuk-etienne-ndip-51b808a4",
      "youtube": "#"
    },
    "qualifications": [
      {
        "number": 1,
        "title": "Technology Landscape Analysis & Strategic Planning",
        "description": "We provide in-depth analysis of the current technology landscape and competitor strategies to identify opportunities and develop robust IT roadmaps."
      },
      {
        "number": 2,
        "title": "Digital Solution Architecture & Design",
        "description": "Our experts design scalable and secure digital architectures, ensuring your solutions are built on a strong foundation for future growth."
      },
      {
        "number": 3,
        "title": "Implementation & Optimization of Digital Solutions",
        "description": "We specialize in the seamless implementation of new technologies and continuous optimization to ensure maximum performance and ROI."
      }
    ],
    "skills": [
      { "name": "IT Consulting", "percent": 89 },
      { "name": "Software Development", "percent": 67 },
      { "name": "UI/UX Design", "percent": 83 },
      { "name": "Cybersecurity", "percent": 70 }
    ]
  },
  {
    "id": "hans-ade",
    "name": "Anye Happiness Ade (Hans Ade)",
    "position": "Co-Founder & Software Engineer & AI Developer",
    "image": "/team/hans.png",
    "bio": [
    "Anye Happiness Ade is a highly skilled Software Engineer & AI Developer with a Bachelor's Degree in Software Engineering from SwissLink Higher Institute of Business and Technology and Atlantic International University, currently pursuing a Master's in Science and Engineering at Stanford University online (2023-present) with a focus on machine learning, natural language processing, and computer vision.",
    "Ade demonstrates strong proficiency in full-stack development, artificial intelligence integration, and modern software engineering practices. Known for exceptional problem-solving abilities and a results-driven mindset, Ade combines technical acumen with creativity to deliver scalable, high-performance applications.",
    "With a passion for emerging technologies and continuous learning, Ade consistently transforms complex ideas into impactful, user-friendly solutions, leveraging advanced AI techniques and cutting-edge research in machine learning and computer vision."
    ]
    ,
    "funFacts": [
      "Anye is a tech enthusiast who loves exploring new technologies.",
      "He enjoys solving complex problems and challenges.",
      "Anye is passionate about mentoring aspiring developers.",
      "He is a member of the Google Developers program.",
      "He is a member of the GitHub Developer Student Club.",
      "He is a member of the GitHub Developers program."
    ],
    "contact": {
      "email": "anyehappiness@gmail.com",
      "phone1": "(+237) 67971-9353",
      "phone2": "(+237) 65397-4914",
      "location": "Bonaberi ,Douala, Cameroon"
    },
    "cv": "/anyecv.pdf",
    "social": {
      "facebook": "https://facebook.com/anye.happyness/",
      "twitter": "https://twitter.com/HansCadx",
      "instagram": "https://www.instagram.com/anye.happyness/",
      "linkedin": "https://www.linkedin.com/in/hans-ade/",
      "github": "https://github.com/Hansade2005",
      "youtube": "#"
    },
    "qualifications": [
      {
        "number": 1,
        "title": "Software Engineering & AI Development",
        "description": "Expertise in designing, developing, and deploying innovative digital solutions with strong proficiency in full-stack development and artificial intelligence integration."
      },
      {
        "number": 2,
        "title": "Problem-Solving & Technical Acumen",
        "description": "Known for exceptional problem-solving abilities and a results-driven mindset, combining technical acumen with creativity to deliver scalable, high-performance applications."
      },
      {
        "number": 3,
        "title": "Emerging Technologies & Continuous Learning",
        "description": "Passion for emerging technologies and continuous learning, consistently transforming complex ideas into impactful, user-friendly solutions."
      }
    ],
    "skills": [
      { "name": "Software Development", "percent": 95 },
      { "name": "AI Development", "percent": 90 },
      { "name": "Full-Stack Development", "percent": 85 },
      { "name": "Problem Solving", "percent": 92 }
    ]
  },
  {
    "id": "elvis-nquenya",
    "name": "Elvis Nquenya",
    "position": "Co-Founder & Business Representative",
    "image": "/team/elvis.jpg",
    "bio": [
      "Elvis Nquenya is a dynamic Co-Founder and Business Representative at Pixelways Solutions Inc. With a strong background in business development and client relations, Elvis plays a crucial role in expanding the company's reach and fostering strong partnerships. His expertise lies in identifying market opportunities, negotiating strategic alliances, and ensuring client satisfaction. Elvis is committed to driving growth and delivering exceptional value to Pixelways Solutions' clients."
    ],
    "funFacts": [],
    "contact": {
      "email": "elvisfolefac12@gmail.com",
      "phone1": "+1 (647) 549-6706",
      "phone2": "",
      "location": "Brampton, ON, Canada"
    },
    "social": {
      "facebook": "https://facebook.com/elvis.nquenya",
      "twitter": "#",
      "instagram": "https://www.instagram.com/nquefacinc",
      "linkedin": "https://ca.linkedin.com/in/elvis-nquenya-3052a2261",
      "github": "#",
      "youtube": "#"
    },
    "qualifications": [
      {
        "number": 1,
        "title": "Business Development & Client Relations",
        "description": "Strong background in business development and client relations, crucial for expanding the company's reach and fostering strong partnerships."
      },
      {
        "number": 2,
        "title": "Market Opportunity Identification",
        "description": "Expertise in identifying market opportunities and negotiating strategic alliances."
      },
      {
        "number": 3,
        "title": "Client Satisfaction & Growth Driving",
        "description": "Committed to driving growth and delivering exceptional value to Pixelways Solutions' clients, ensuring client satisfaction."
      }
    ],
    "skills": [
      { "name": "Business Development", "percent": 90 },
      { "name": "Client Relations", "percent": 95 },
      { "name": "Strategic Partnerships", "percent": 85 },
      { "name": "Market Analysis", "percent": 80 }
    ]
  }
]
